{
  "projects": [
    {
      "name": "Lena Marceau",
      "slug": "lena-marceau",
      "title": "Photographer",
      "subtitle": "(moody, high-concept editorial)",
      "shortbio": "Capturing silence through the lens of light.",
      "longbio": "Lena Marceau captures fleeting moments where light and emotion intersect. Her photography is rooted in themes of solitude, intimacy, and the passage of time, often blurring the line between portraiture and landscape. Influenced by cinematic framing and natural textures, Lena’s work invites the viewer to pause and experience the silent, powerful beauty of everyday life. She has exhibited internationally and collaborates with brands seeking a refined, narrative-driven visual identity."
    },
    {
      "name": "Theo Calder",
      "slug": "theo-calder",
      "title": "Sculptor",
      "subtitle": "(modern, elemental materials)",
      "shortbio": "Shaping the intangible into timeless form.",
      "longbio": "Working with stone, metal, and organic materials, Theo Calder sculpts elemental forms that embody resilience, transformation, and time. His minimalist yet tactile works are inspired by natural erosion, ancient ruins, and the quiet power of the earth itself. Theo’s process is deeply intuitive, treating each material as a collaborator rather than a tool. His sculptures have been featured in public installations, private collections, and gallery exhibitions across Europe and North America."
    },
    {
      "name": "Isolde Vance",
      "slug": "isolde-vance",
      "title": "Conceptual Artist",
      "subtitle": "(installations, minimalism)",
      "shortbio": "Exploring memory, absence, and the unseen.",
      "longbio": "Isolde Vance creates immersive installations and conceptual works that investigate themes of memory, loss, and invisibility. Her multidisciplinary approach often incorporates text, sound, and ephemeral materials to evoke a sense of impermanence and emotional resonance. Guided by a deep interest in archival research and forgotten histories, Isolde’s practice offers a reflective space for confronting what society leaves unseen. She has been commissioned by contemporary art institutions and experimental festivals worldwide."
    },
    {
      "name": "Nico Velden",
      "slug": "nico-velden",
      "title": "Multimedia Designer",
      "subtitle": "(video art, digital installations)",
      "shortbio": "Where technology dissolves into feeling",
      "longbio": "Blurring the boundaries between technology and human emotion, Nico Velden builds interactive digital experiences that feel alive. His work spans video art, generative design, and immersive installations, each exploring the tension between connection and alienation in the digital age. With a background in coding and fine art, Nico seamlessly fuses aesthetics and innovation. His projects have been showcased at new media festivals, galleries, and in collaborations with forward-thinking brands."
    },
    {
      "name": "Mira Solane",
      "slug": "mira-solane",
      "title": "Cinematographer",
      "subtitle": "(art house, dreamlike visuals)",
      "shortbio": "Dreaming in frames and shadows.",
      "longbio": "Mira Solane crafts visual narratives that are both intimate and expansive, often navigating the themes of memory, time, and the metaphysical. Her cinematography is characterized by soft, naturalistic lighting and fluid camera movements that create an almost dreamlike experience. Drawing inspiration from literature, psychology, and the natural world, Mira’s work resonates on a deeply emotional level. She has worked on a range of independent films, documentaries, and fine art projects that have screened internationally."
    },
    {
      "name": "Lucien Hart",
      "slug": "lucien-hart",
      "title": "Digital Illustrator",
      "subtitle": "(mythology, dark fantasy themes)",
      "shortbio": "Drawing myths for a modern world.",
      "longbio": "Lucien Hart reimagines myth, folklore, and ancient symbolism through a contemporary lens. His illustration work is richly detailed, atmospheric, and often tinged with a dark romanticism, inviting viewers into vividly constructed worlds. Balancing traditional techniques with digital experimentation, Lucien builds visual narratives that feel timeless yet eerily modern. His art has been featured in editorial publications, book covers, and curated exhibitions focused on storytelling and visual mythology."
    }
  ]
}